import random

secure = [
    ('A', 'α'),
    ('B', 'ß'),
    ('C', '¢'),
    ('D', 'Ð'),
    ('E', '€'),
    ('F', 'Ғ'),
    ('G', '₲'),
    ('H', '#'),
    ('I', '!'),
    ('J', 'J'),
    ('K', 'Ҝ'),
    ('L', 'Ł'),
    ('M', '₥'),
    ('N', 'И'),
    ('O', 'Ø'),
    ('P', 'Þ'),
    ('Q', 'Ҩ'),
    ('R', '®'),
    ('S', '$'),
    ('T', '†'),
    ('U', 'Ů'),
    ('V', 'Ṽ'),
    ('W', 'Ш'),
    ('X', '✘'),
    ('Y', '¥'),
    ('Z', 'Zeke'),
    ('a', '@'),
    ('b', 'b'),
    ('c', '¢'),
    ('d', 'd'),
    ('e', '€'),
    ('f', 'ƒ'),
    ('g', '9'),
    ('h', 'h'),
    ('i', '¡'),
    ('j', 'j'),
    ('k', 'k'),
    ('l', 'l'),
    ('m', 'm'),
    ('n', 'n'),
    ('o', 'octa'),
    ('p', 'p'),
    ('q', 'q'),
    ('r', 'r'),
    ('s', '$'),
    ('t', '+'),
    ('u', 'µ'),
    ('v', 'v'),
    ('w', 'w'),
    ('x', '×'),
    ('y', 'y'),
    ('z', 'zedge'),
    (' ', '___sp___'),
    ('0', '0000'),
    ('1', '0001'),
    ('2', '0010'),
    ('3', '0011'),
    ('4', '0100'),
    ('5', '0101'),
    ('6', '0110'),
    ('7', '0111'),
    ('8', '1000'),
    ('9', '1001')
]
password = str(input("Enter your sentences:\n"))
def converter(s,p):
    for a,b in s:
      p = p.replace(a,b)
    print(p)
converter(secure,password)
def generate_nine_digit_number():
    number = random.randint(100000000, 999999999)
    return number
print(generate_nine_digit_number())
